Repository: towfd/vista_comic
Catalog: vista_comic/vista_comic/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ · last read
zh_hant: %@ · 上次閱讀

source: %lld a day
zh_hant: 每天 %lld 張

source: %lld answered
zh_hant: 已答 %lld 題

source: %lld days
zh_hant: %lld 天

source: %lld/%lld downloaded
zh_hant: 已下載 %lld/%lld

source: A new card comes back after each of these, then graduates onto the day intervals. How many you list is how many times it comes back.
zh_hant: 新卡會在每個步驟之後回來一次，走完才畢業進入以天計的間隔。你列幾個，它就回來幾次。

source: Back
zh_hant: 返回

source: Cancel download
zh_hant: 取消下載

source: cards due
zh_hant: 張到期

source: Chapter list
zh_hant: 章節列表

source: chapter(%lld)
zh_hant: 章節（%lld）

source: Chapters you download appear here, ready to read with no connection.
zh_hant: 下載的章節會出現在這裡，沒有網路也能閱讀。

source: Check that the server is running and try again.
zh_hant: 請確認伺服器正在執行後再試一次。

source: Collect a few while reading, then come back.
zh_hant: 閱讀時先收集幾個，再回來這裡。

source: Comics you add will appear here.
zh_hant: 你加入的漫畫會顯示在這裡。

source: continue
zh_hant: 繼續閱讀

source: Could not save. Check the connection and try again.
zh_hant: 無法儲存。請檢查連線後再試一次。

source: Couldn't connect
zh_hant: 無法連線

source: Couldn't load this page
zh_hant: 無法載入此頁

source: Delete all
zh_hant: 全部刪除

source: Delete everything downloaded?
zh_hant: 刪除全部已下載的章節？

source: Download (%lld)
zh_hant: 下載 (%lld)

source: Download chapter
zh_hant: 下載章節

source: Downloaded
zh_hant: 已下載

source: Downloading
zh_hant: 下載中

source: Downloading %lld/%lld
zh_hant: 下載中 %lld/%lld

source: Downloads
zh_hant: 已下載

source: due now
zh_hant: 現在到期

source: Endless training
zh_hant: 永無止盡的訓練

source: History
zh_hant: 歷史紀錄

source: Incomplete
zh_hant: 未完成

source: Interval
zh_hant: 間隔

source: Learning
zh_hant: 學習中

source: Learning steps
zh_hant: 學習步驟

source: Library
zh_hant: 書庫

source: Minutes, separated by commas — at least one.
zh_hant: 以逗號分隔的分鐘數，至少一個。

source: New
zh_hant: 新卡

source: new today
zh_hant: 今天的新卡

source: New words
zh_hant: 新單字

source: Next chapter
zh_hant: 下一章

source: Next up
zh_hant: 下次

source: No comics yet
zh_hant: 還沒有漫畫

source: No words yet
zh_hant: 還沒有單字

source: Not downloaded
zh_hant: 尚未下載

source: not started yet
zh_hant: 尚未開始

source: Nothing downloaded yet
zh_hant: 尚未下載任何章節

source: Nothing left for today.
zh_hant: 今天沒有東西了。

source: Practice settings
zh_hant: 練習設定

source: Previous chapter
zh_hant: 上一章

source: read
zh_hant: 已讀

source: reading
zh_hant: 閱讀中

source: Relearning
zh_hant: 重新學習

source: Retry
zh_hant: 重新整理

source: Retry download
zh_hant: 重試下載

source: Review cards
zh_hant: 複習卡片

source: Runs until nothing is left.
zh_hant: 一直做到沒東西為止。

source: Select
zh_hant: 選取

source: Settings need a connection
zh_hant: 設定需要連線

source: State
zh_hant: 狀態

source: Stop
zh_hant: 結束

source: Tap a word to take it back. Hold one to move it.
zh_hant: 點一下把它拿回來，長按可以移動位置。

source: Tap to retry
zh_hant: 點一下重試

source: These decide how every card is scheduled, so they are kept in one place rather than on this device.
zh_hant: 這些決定每張卡怎麼排程，所以放在同一個地方，而不是這台裝置上。

source: This chapter isn't on your device. Reconnect to read it, or download it while you're online.
zh_hant: 這一章不在你的裝置上。重新連線後即可閱讀，或趁有網路時先下載。

source: This removes every downloaded chapter from this device. It can't be undone.
zh_hant: 這會移除裝置上所有已下載的章節，且無法復原。

source: Too many chapters
zh_hant: 選取的章節太多

source: Training opens once you have met a word.
zh_hant: 認識過一個字之後，訓練就會開放。

source: unread
zh_hant: 未讀

source: Unused ones do not carry over to tomorrow. Zero is a choice: clear what is due without meeting anything new.
zh_hant: 沒用完不會累積到明天。填 0 也是一種選擇：只清到期的，不認識新的字。

source: WAITING FOR YOU
zh_hant: 等著你

source: Where it stands
zh_hant: 目前狀態

source: word learned
zh_hant: 個字學會了

source: words learned
zh_hant: 個字學會了

source: You can download up to %lld chapters at once.
zh_hant: 一次最多下載 %lld 章。
